#   프로젝트명 냉따뚜이   
#   기능
#   OCR로 영수증 이미지 스캔 및 정보 가공   
#       이미지 처리
#   데이터 가공 및 학습
#       식재료 데이터 가공하기  3
#       식재료 아닌 데이터 가공하기 1
#           냉장고 들어가는거 1, 나머지 0
#       위 두 자료 병합해서 학습시킬 데이터 만들기
#       학습 시키기 ( 3가지 분류기 이상으로)
#       1차로 분류 뒤 창 보여줘서 확인<체크리스트로 보여줌>
#           수정 할 부분 있으면 그 때 수정
#       정확도 얼마? 96% 이상
#   냉장고 안 재료 데이터화 해서 레시피 추천    // json    
#   추천한 레시피 기반으로 다른 정보 제공
#       유튜브 or 어떤거   
# /////////////////////////////////////////////////////////////////////////////
#   기존에 냉장고에 들어 있는 재료 입력
            # 체크리스트 테이블 보여줌
#   유통기한은 어떻게 입력
#   새우깡 새우젓   //  고구마 고구마깡
#   식재료랑 과자 같은거 구분
#   소고기 // 살치 등심 우삼겹
#   양?
#   리마인드 -> 큐에 넣어서 ? 아니면 날짜로 
#   공산품 분리?
#   
#/////////////////////////////////////////////////////////////////////////////
#   app web utls 
#       web
#
#   레퍼런스, 자료출처 표기
